Repository: jothatron/GlobaLeaks
Catalog: client/pot/*.po
Languages: ro, th

source: This means that the submitted files will be stored in plaintext on the server.
ro: Acest lucru înseamnă că dosarele depuse vor fi stocate în plaintext pe server.
th: ซึ่งหมายความว่าไฟล์ที่ส่งมาจะถูกเก็บไว้ใน plaintext บนเซิร์ฟเวอร์

source: Access to the whistleblower's identity has been requested to the custodian.
ro: Accesul la identitatea informatorului a fost solicitată custode.
th: การเข้าถึงตัวตน whistleblower ที่ได้รับการร้องขอให้ผู้ปกครอง

source: Date of the request
ro: Data solicitării
th: วันของการร้องขอ

source: Congratulations!
ro: Felicitări!
th: ขอแสดงความยินดี!

source: Domain
ro: Domeniu

source: Other
ro: Altul

source: Complete
ro: Complet

source: This field is mandatory.
ro: Acest câmp este obligatoriu.

source: The specified input is not valid:
ro: Intrarea specificata nu este valabila:

source: please enter a valid email address.
ro: Te rog introdu o adresa de email valida.

source: please enter numbers only.
ro: Te rog introdu numai numere.

source: Recipient selection
ro: selecţia destinatarului
th: เลือกผู้รับ

source: previous step
ro: etapa anterioară
th: ขั้นตอนก่อนหน้า

source: next step
ro: urmatorul pas
th: ขั้นตอนต่อไป

source: Submit
ro: A depune
th: เสนอ

source: Recipients selected:
ro: Destinatari selectați:
th: ผู้รับเลือก:

source: Submission errors
ro: Erori livari

source: You must select at least one recipient.
ro: Trebuie sa alegi cel putin un recipient.

source: Waiting for the file(s) to finish uploading.
ro: Se asteapta upload-ul fisierului(lor).

source: The following steps have errors:
ro: Urmatorii pasi au erori:

source: The following step-by-step procedure will guide you through creating your whistleblowing platform.
ro: Următorul pas cu pas expertul vă va ghida prin configurarea site-ului dvs. whistleblowing.

source: Confirm password
ro: Confirmă parola
th: ยืนยันรหัสผ่าน

source: You have completed the platform wizard.
ro: Ați finalizat cu succes expertul platformă.

source: Fill out your submission
ro: Completați informațiile trimise
th: กรอกข้อมูลการส่งของคุณ

source: Short title
ro: Titlul scurt
th: ชื่อสั้น

source: Describe your submission in a few words.
ro: Descrie livrarea in cateva cuvinte.

source: Full description
ro: descriere completa
th: คำอธิบายแบบเต็ม

source: Describe your submission in detail.
ro: Descrie-ti livrarea in detalii.

source: Attach files relevant to the submission.
ro: Atașa fișiere relevante pentru depunerea.
th: แนบไฟล์ที่เกี่ยวข้องกับการส่ง

source: Do you want to provide your identification information?
ro: Doriți să furnizați informațiile de identificare?
th: คุณต้องการที่จะให้ข้อมูลที่ระบุตัวตนของคุณหรือไม่

source: First name
ro: Primul nume
th: ชื่อจริง

source: Last name
ro: Numele de familie
th: นามสกุล

source: Gender
ro: Gen
th: เพศ

source: Male
ro: Masculin
th: ชาย

source: Female
ro: Femeie
th: หญิง

source: Date of birth
ro: Data de nastere
th: วันเกิด

source: Place of birth
ro: Locul nasterii
th: สถานที่เกิด

source: Social security number
ro: Cod numeric personal
th: หมายเลขประกันสังคม

source: Residence
ro: Şedere
th: ที่อยู่อาศัย

source: Address
ro: Adresa
th: ที่อยู่

source: Zip code / Postal code
ro: Cod postal / Cod postal
th: รหัสไปรษณีย์ / รหัสไปรษณีย์

source: Province
ro: Provincie
th: จังหวัด

source: Current job title
ro: Denumirea curentă a lucrării
th: ชื่องานปัจจุบัน

source: Current job responsibility (role)
ro: Responsabilitatea de muncă actual (rol)
th: ความรับผิดชอบต่องานที่ทำปัจจุบัน (บทบาท)

source: Current organization unit and job location
ro: Unitate de organizare curentă și locația de locuri de muncă
th: หน่วยขององค์กรในปัจจุบันและสถานที่ปฏิบัติงาน

source: Job title at the time of the reported fact
ro: titlu loc de muncă la momentul faptului raportat
th: ตำแหน่งงานในช่วงเวลาของความเป็นจริงรายงาน

source: Job responsibility (role) at the time of the reported fact
ro: Responsabilitatea de muncă (rol), în momentul faptului raportat
th: รับผิดชอบงาน (บทบาท) ในช่วงเวลาของความเป็นจริงรายงาน

source: Organization unit and job location at the time of the reported fact
ro: Unitate de organizare și locație de locuri de muncă la momentul faptului raportat
th: องค์กรหน่วยงานและสถานที่ปฏิบัติงานในช่วงเวลาของความเป็นจริงรายงาน

source: Dear {RecipientName},
ro: Buna {RecipientName},
th: เรียน {RecipientName}

source: Kind regards,
ro: Salutări calde,
th: ขอแสดงความนับถือ,

source: The number of activities recently detected appears to be higher than usual.
ro: Numărul de activități detectate recent pare să fie mai mare decât de obicei.
th: จำนวนของกิจกรรมที่ตรวจพบเมื่อเร็ว ๆ นี้ดูเหมือนจะสูงกว่าปกติ

source: This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.
ro: Acest lucru ar putea fi un semn al unui atac (de exemplu, cineva inundă serverul cu informații false), sau pur și simplu un vârf de utilizare, datorită sporirii vizibilității proiectului.
th: นี้อาจเป็นสัญญาณของการโจมตี (ตัวอย่างเช่นคนที่น้ำท่วมเซิร์ฟเวอร์ของคุณด้วยข้อมูลปลอม) หรือเพียงแค่การขัดขวางการใช้งานเนื่องจากการมองเห็นเพิ่มขึ้นของโครงการของคุณ

source: The activities with unusual stats are:
ro: Activitatile cu statistici neobisnuite sunt:
th: กิจกรรมที่มีสถิติที่ผิดปกติคือ:

source: The server cannot guarantee that a new submission can be stored, so submissions have been disabled.
ro: Serverul nu poate garanta că o nouă depunere pot fi stocate, astfel încât observațiile au fost dezactivate.
th: เซิร์ฟเวอร์ไม่สามารถรับประกันได้ว่าการส่งใหม่ที่สามารถเก็บไว้เพื่อการส่งถูกปิดใช้งาน

source: GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.
ro: Tehnologia GlobaLeaks include o verificare componenta de stare de server pe care îl va avertiza în cazul în care ceva necesită atenție.
th: เทคโนโลยี GlobaLeaks รวมถึงสถานะของเซิร์ฟเวอร์ตรวจสอบชิ้นส่วนซึ่งจะแจ้งเตือนคุณในกรณีที่สิ่งที่ต้องให้ความสนใจของคุณ

source: For more information, log in to the Administration interface and look at the "System Stats" and "Anomalies" sections.
ro: Pentru mai multe informații, conectați-vă la interfața de administrare și uita-te la "Statistici sistem" și secțiunile "Anomalii".

source: Anomaly detected in {NodeName}
ro: Anomalia detectat în {NodeName}
th: ตรวจพบความผิดปกติใน {NodeName}

source: This is an email to inform you that the PGP key of the following users is going to expire or has already expired:
ro: Acesta este un e-mail pentru a vă informa că cheia PGP a următorilor utilizatori urmează să expire sau a expirat deja:
th: นี่คืออีเมลแจ้งให้ทราบว่าคีย์ PGP ของผู้ใช้ต่อไปนี้จะหมดอายุหรือหมดอายุแล้ว:

source: Without a valid PGP key, the system will not be able to send them encrypted notifications.
ro: Fără o cheie PGP validă, sistemul nu va fi în măsură să le trimită notificări criptate.
th: โดยไม่ต้องคีย์ PGP ที่ถูกต้องระบบจะไม่สามารถที่จะส่งพวกเขาแจ้งเตือนการเข้ารหัส

source: PGP key expiration alert
ro: PGP Alertă cheie expirare
th: PGP แจ้งเตือนวันหมดอายุที่สำคัญ

source: This is a test email sent out from the platform's administrative interface.
ro: Acesta este un email test trimis de pe interfata platformei administrative.

source: Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.
ro: Primirea acestui email indica faptul ca serverul a putut sa se autentifice si sa interactioneze cu serverul de mail SMTP.

source: Test email
ro: Email test

source: This is an email to notify you of a new comment on an existing submission.
ro: Acesta este un e-mail pentru a vă înștiința despre un nou comentariu asupra unei trimiteri existente.
th: นี่คืออีเมลไปแจ้งให้คุณทราบความคิดเห็นใหม่ในการส่งที่มีอยู่

source: The submission can be accessed:
ro: Prezentarea poate fi accesată:
th: ส่งที่สามารถเข้าถึงได้:

source: via Tor at: {TorUrl}
ro: prin Tor: {TorUrl}
th: ผ่าน Tor ที่: {TorUrl}

source: via HTTPS at: {HTTPSUrl}
ro: prin HTTPS la: {HTTPSUrl}
th: ผ่าน HTTPS ที่: {HTTPSUrl}

source: New comment
ro: Comentariu nou
th: ความคิดเห็นใหม่

source: From: {RecipientName}
ro: De la: {RecipientName}
th: จาก: {RecipientName}

source: Date: {EventTime}
ro: Data: {EventTime}
th: วันที่: {EventTime}

source: From: Whistleblower
ro: De la: Whistleblower
th: จาก: Whistleblower

source: Date: {SubmissionDate}
ro: Data: {SubmissionDate}
th: วันที่: {SubmissionDate}

source: Label: {TipLabel}
ro: Casa de discuri: {TipLabel}
th: ป้ายชื่อ: {TipLabel}

source: This is an email to notify you that the whistleblower of submission {TipNum} has attached new material.
ro: Acesta este un e-mail pentru a vă anunța că avertizorului de depunere {TipNum} a atașat un material nou.
th: นี่คืออีเมลแจ้งให้ทราบว่าการส่ง whistleblower {TipNum} ได้แนบวัสดุใหม่

source: New attachment
ro: atașament nou
th: ที่แนบมาใหม่

source: Expiration date: {ExpirationDate}
ro: Data de expirare: {ExpirationDate}
th: วันหมดอายุ: {ExpirationDate}

source: Access to whistleblower's identity authorized
ro: Accesul la identitatea informatorului autorizat
th: การเข้าถึงตัวตน whistleblower ของผู้มีอำนาจ

source: This is an email to notify you that a custodian has denied you access to the wistleblowing identity for the submission {TipNum}.
ro: Acesta este un e-mail pentru a vă anunța că un custode a refuzat accesul la identitatea wistleblowing pentru prezentarea {TipNum}.
th: นี่คืออีเมลแจ้งให้ทราบว่าผู้ปกครองได้ปฏิเสธคุณสามารถเข้าถึงตัวตน wistleblowing สำหรับการส่ง {TipNum}

source: Access to whistleblower's identity denied
ro: Accesul la identitatea informatorului respins
th: การเข้าถึงตัวตน whistleblower ปฏิเสธ

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the submission {TipNum}
ro: Acesta este un e-mail pentru a vă anunța că un destinatar a solicitat accesul la identitatea informatorului pentru livrare {TipNum}
th: นี่คืออีเมลแจ้งให้ทราบว่าผู้รับได้ขอเข้าถึงตัวตน whistleblower สำหรับการส่ง {TipNum}

source: The request can be accessed:
ro: Cererea poate fi accesată:
th: การร้องขอที่สามารถเข้าถึงได้:

source: New request of access to a whistleblower's identity
ro: Noua cerere de acces la identitatea informatorului

source: This is an email to notify you that the whistleblower for the submission {TipNum} has provided their identity.
ro: Acesta este un e-mail pentru a vă anunța că informatorul cu livrarea {TipNum} si-a furnizat identitatea.
th: นี่คืออีเมลแจ้งให้ทราบว่า whistleblower สำหรับการส่ง {TipNum} ได้จัดให้มีเอกลักษณ์ของตัวเอง

source: The whistleblower has provided their identity
ro: Informatorul si-a furnizat identitatea
th: ผู้แจ้งเบาะแสได้จัดให้มีเอกลักษณ์ของตัวเอง

source: This is an email to notify you of a new message on an existing submission.
ro: Acesta este un e-mail pentru a vă înștiința despre un nou mesaj la o depunere existentă.
th: นี่คืออีเมลไปแจ้งให้คุณทราบข้อความใหม่ในการส่งที่มีอยู่

source: New message
ro: Mesaj nou
th: ข้อความใหม่

source: This is an email to inform you that your PGP key is expiring or has already expired.
ro: Acesta este un e-mail pentru a vă că cheia dvs. PGP expiră sau a expirat deja informează.
th: นี่คืออีเมลแจ้งให้ทราบว่าคีย์ PGP ของคุณจะหมดอายุหรือหมดอายุแล้ว

source: You should extend its validity and update the key present on the platform, or upload a new key.
ro: Ar trebui să se extindă valabilitatea acestuia și să actualizeze în prezent cheie pe platformă, sau încărcați o nouă cheie.
th: คุณควรจะขยายความถูกต้องและอัปเดตในปัจจุบันที่สำคัญบนเวทีหรืออัปโหลดคีย์ใหม่

source: Without a valid PGP key, the system won't be able to encrypt data provided to you.
ro: Fără o cheie PGP validă, sistemul nu va fi capabil de a cripta datele furnizate pentru tine.
th: โดยไม่ต้องคีย์ PGP ที่ถูกต้องระบบจะไม่สามารถที่จะเข้ารหัสข้อมูลที่มีให้กับคุณ

source: It appears that {NodeName} is receiving a large number of requests.
ro: Se pare că {NodeName} beneficiază de un număr mare de cereri.
th: ปรากฏว่า {NodeName} จะได้รับจำนวนมากของการร้องขอ

source: To prevent sending you too many emails, the system has disabled email notifications until the load returns to normal. In the meantime, you can normally log onto the platform and manually check for new submissions.
ro: Pentru a preveni vă trimite prea multe email-uri, sistemul a dezactivat notificări prin e-mail până la sarcină revine la normal. Între timp, vă puteți conecta în mod normal, pe platformă și verificați manual pentru noi depuneri.
th: เพื่อป้องกันไม่ให้ส่งอีเมลถึงคุณมากเกินไประบบได้ปิดการใช้งานการแจ้งเตือนอีเมลจนกว่าผลตอบแทนที่โหลดมาเป็นปกติ ในขณะเดียวกันปกติคุณจะสามารถเข้าสู่แพลตฟอร์มและตนเองตรวจสอบการโพสต์ใหม่

source: If you don’t mind and would rather receive such a large number of email notifications anyhow, please contact your technical support to have them modify this setting accordingly.
ro: Dacă nu vă deranjează și ar primi mai degrabă un număr atât de mare de notificări prin e-mail oricum, vă rugăm să contactați suportul tehnic pentru a le modifica această setare în mod corespunzător.
th: หากคุณไม่ทราบและค่อนข้างจะได้รับดังกล่าวเป็นจำนวนมากของการแจ้งเตือนทางอีเมล แต่อย่างใดโปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคของคุณจะมีพวกเขาปรับเปลี่ยนการตั้งค่าตามนี้

source: Notifications from {NodeName} have been temporarily suspended
ro: Notificări de la {NodeName} au fost temporar suspendate
th: การแจ้งเตือนจาก {NodeName} ได้ถูกระงับชั่วคราว

source: The earliest expiration date is {EarliestExpirationDate}.
ro: Data de expirare cea mai apropiată este {EarliestExpirationDate}.

source: Please remember to check them before they are deleted.
ro: Vă rog să nu uitați să le verificați înainte de a fi șterse

source: Some submissions will expire soon
ro: Unele conținuturi vor expira în curând

source: New submission
ro: depunere nouă
th: ส่งใหม่

source: Context
th: บริบท

source: Import
th: นำเข้า

source: Export
th: ส่งออก

source: vertical
th: แนวตั้ง

source: Email
th: อีเมล์

source: 0 = auto
th: 0 = อัตโนมัติ

source: Text
th: ข้อความ

source: Contact
th: ผู้ติดต่อ

source: Admin
th: ผู้ดูแลระบบ

source: Context: {ContextName}
th: บริบท: {ContextName}
