Repository: jothatron/GlobaLeaks
Catalog: client/pot/*.po
Languages: ro, th

source: Allow selection of this context through the context selector.
ro: Permite selectarea acest context, prin selectorul de context.
th: ให้สามารถเลือกบริบทนี้ผ่านการเลือกบริบท

source: If disabled, submissions for this context will only be accessible through a direct link to it.
ro: Dacă este dezactivată, mesajele trimise pentru acest context, vor fi accesibile printr-o legătură directă cu ea numai.
th: หากปิดการใช้งานส่งสำหรับบริบทนี้เท่านั้นที่จะสามารถเข้าถึงได้ผ่านการเชื่อมโยงโดยตรงกับมัน

source: Allow whistleblowers to select their recipients
ro: Se permite informatorilor să selecteze destinatarii lor
th: อนุญาตให้โบเลือกผู้รับของพวกเขา

source: Select all recipients by default
ro: Selectați toți destinatarii în mod prestabilit
th: เลือกผู้รับทั้งหมดโดยค่าเริ่มต้น

source: Maximum number of selectable recipients:
ro: Numărul maxim de destinatari selectabile:
th: จำนวนสูงสุดของผู้รับเลือก:

source: (0 = unlimited)
ro: (0 = nelimitat)
th: (0 = ไม่ จำกัด )

source: Show recipients in alphabetical order
ro: Afișați destinatari în ordine alfabetică
th: แสดงผู้รับตามลำดับตัวอักษร

source: Show small recipient cards on submission interface
ro: Afișați cardurile receptoare mici pe interfață de depunere
th: แสดงบัตรผู้รับเล็ก ๆ บนอินเตอร์เฟซการส่ง

source: Enable comments
ro: activaţi comentariile
th: เปิดใช้งานการแสดงความคิดเห็น

source: Allow whistleblowers to write comments
ro: Permite informatorilor sa scrie comentarii
th: อนุญาตให้โบเขียนแสดงความคิดเห็น

source: Enable private messages
ro: Activați mesajele private
th: เปิดใช้งานข้อความส่วนตัว

source: Allow whistleblowers to send messages
ro: Permite informatorilor sa trimita mesaje
th: อนุญาตให้โบการส่งข้อความ

source: Show recipient details on the status page of the submission
ro: Afișați detaliile beneficiarului pe pagina de stare a depunerii
th: แสดงรายละเอียดของผู้รับในหน้าสถานะของการส่ง

source: Text shown on top of the interface for selecting recipients
ro: Textul afișat pe partea de sus a interfeței pentru selectarea destinatarilor
th: ข้อความปรากฏที่ด้านบนของอินเตอร์เฟซสำหรับการเลือกผู้รับ

source: Welcome to the administration interface!
ro: Bine ați venit la interfața de administrare!
th: ยินดีต้อนรับสู่อินเตอร์เฟซการบริหาร!

source: This interface may help you understand how the server can be configured and provides some info on how to connect to other GlobaLeaks users and experts.
ro: Această interfață poate ajuta să înțelegeți modul în care serverul poate fi configurat și oferă unele informații cu privire la modul de a se conecta la alți utilizatori GlobaLeaks și experți.
th: อินเตอร์เฟซนี้อาจช่วยให้คุณเข้าใจวิธีการที่เซิร์ฟเวอร์สามารถกำหนดค่าและให้ข้อมูลบางอย่างเกี่ยวกับวิธีการเชื่อมต่อกับผู้ใช้งาน GlobaLeaks อื่น ๆ และผู้เชี่ยวชาญ

source: Documentation
ro: Documentație

source: To properly organize your project, please read the following guidelines:
ro: Pentru a organiza în mod corespunzător proiectul dumneavoastră, vă rugăm să citiți următoarele indicații:
th: ที่จะต้องจัดระเบียบโครงการของคุณโปรดอ่านคำแนะนำต่อไปนี้:

source: Remember to provide proper security advice to Whistleblowers:
ro: Nu uitați să ofere consiliere adecvată securitate Divulgatorii:
th: อย่าลืมที่จะให้คำแนะนำที่เหมาะสมในการรักษาความปลอดภัยโบ:

source: Software version:
ro: Versiune software:
th: ซอฟต์แวร์รุ่น:

source: SMTP name
ro: nume SMTP
th: ชื่อ SMTP

source: SMTP email address
ro: SMTP adresă de e-mail
th: ที่อยู่อีเมล SMTP

source: Invalid email address
ro: Adresă de e-mail invalidă
th: ที่อยู่อีเมลที่ไม่ถูกต้อง

source: SMTP server address
ro: Adresă server SMTP
th: ที่อยู่เซิร์ฟเวอร์ SMTP

source: SMTP server port
ro: Port SMTP server
th: พอร์ตเซิร์ฟเวอร์ SMTP

source: Transport Security
ro: Securitatea transporturilor
th: การรักษาความปลอดภัยการขนส่ง

source: Disabled
ro: invalid
th: พิการ

source: When the option is re-enabled the spooled emails will be sent out.
ro: În cazul în care opțiunea este reactivat email-urile spooled vor fi trimise.
th: เมื่อตัวเลือกที่เป็นอีกครั้งที่เปิดใช้งานอีเมล spooled จะถูกส่งออก

source: Reset notification templates to default
ro: Reseta șabloanele de notificare la setările implicite
th: รีเซ็ตแม่แบบการแจ้งเตือนที่จะเริ่มต้น

source: Number of hours before sending a submission expiration alert
ro: Numărul de ore înainte de a trimite o alertă de depunere de expirare
th: จำนวนชั่วโมงก่อนที่จะส่งการแจ้งเตือนการส่งหมดอายุ

source: Maximum emails per hour before triggering email suspension
ro: email-uri maxime pe oră înainte de a declanșa procedura de suspendare e-mail
th: อีเมลสูงสุดต่อชั่วโมงก่อนวิกฤติระงับอีเมล

source: this configuration only applies to recipients
ro: această configurație se aplică numai beneficiarilor
th: การกำหนดค่านี้ใช้เฉพาะกับผู้รับ

source: Test the configuration
ro: Testeaza configuratia

source: Template
ro: șablon
th: แบบ

source: Recipient
ro: Destinatar
th: ผู้รับ

source: Whistleblower
ro: Informator
th: ผู้แจ้งเบาะแส

source: Hostname
ro: Nume host

source: Verify
ro: Confirmă
th: ตรวจยืนยัน

source: Invalid input format.
ro: Format de intrare nevalid

source: Input should be similar to:
ro: Datele de intrare ar trebui să semene cu:

source: Proceed
ro: Continua
th: ดำเนิน

source: Enable
ro: Activează:
th: เปิดใช้งาน

source: Country code
ro: Codul țării

source: State
ro: Stat
th: สถานะ

source: City
ro: Oraș
th: เมือง

source: Organization
ro: Organizația

source: Organizational unit
ro: Departament

source: Private Key
ro: Cheia privată

source: Generate
ro: Generează

source: Certificate Signing Request
ro: Cerere de semnare a certificatului

source: Certificate
ro: Certificat

source: Valid until:
ro: Valabil până la:

source: Issuer:
ro: Eliberat de:

source: Intermediate Certificates
ro: Certificate intermediare

source: Reset
ro: Resetează
th: รีเซ็ต

source: Enabled
ro: Activat
th: เปิดใช้งาน

source: Running
ro: Rulează

source: Not running
ro: Nu rulează

source: System message:
ro: Mesaj de sistem:

source: Danger
ro: Pericol
th: อันตราย

source: Tor Onion Service
ro: Serviciul Tor

source: Tor Browser download link
ro: Link pentru descarcarea Tor Browser-ului

source: Anonymize outgoing connections
ro: Anonimizează conexiunile stabilite

source: Stats of the week:
ro: Statistici ale săptămânii:
th: สถิติของสัปดาห์:

source: Free disk space
ro: spațiu liber pe disc
th: พื้นที่ว่างในดิสก์

source: Event ID
ro: ID-ul evenimentului
th: รหัสเหตุการณ์

source: Time
ro: Timp
th: เวลา

source: Event
ro: Eveniment
th: เหตุการณ์

source: Response time
ro: Timp de răspuns
th: เวลาตอบสนอง

source: Role
ro: Rol
th: บทบาท

source: Last access
ro: Ultima accesare

source: Submission
ro: supunere
th: การยอม

source: Path
ro: Urma

source: Size
ro: mărimea
th: ขนาด

source: Alarm level
ro: nivelul de alarmă
th: ระดับการเตือนภัย

source: Events
ro: Evenimente
th: เหตุการณ์ที่เกิดขึ้น

source: Type
ro: Tip
th: ชนิด

source: Single-line text input
ro: Introducerea textului cu o singură linie
th: ป้อนข้อความบรรทัดเดียว

source: Multi-line text input
ro: Introducerea textului multi-line
th: ใส่ข้อความหลายบรรทัด

source: Multiple choice input
ro: intrare alegere multiplă
th: การป้อนข้อมูลหลายตัวเลือก

source: Selection box
ro: caseta de selecție
th: เลือกกล่อง

source: Checkbox
ro: Caseta de bifat
th: ช่องทำเครื่องหมาย

source: Terms of service
ro: Termenii serviciului
th: เงื่อนไขการให้บริการ

source: Group of questions
ro: Grup de întrebări
th: กลุ่มคำถาม

source: Row
ro: Rând
th: แถว

source: Column
ro: Coloană
th: คอลัมน์

source: Width
ro: Lăţime
th: ความกว้าง

source: Question group
ro: grup de întrebare
th: กลุ่มคำถาม

source: Hint
ro: Indiciu
th: เปรย

source: Required
ro: Necesar
th: จำเป็นต้องใช้

source: Accept multiple file uploads
ro: Acceptă mai multe încărcări de fișiere
th: ยอมรับการอัพโหลดไฟล์หลาย

source: Hint shown on the button for adding an additional answer
ro: Sugestie afișat pe buton pentru a adăuga un răspuns suplimentar
th: คำแนะนำที่แสดงบนปุ่มสำหรับการเพิ่มคำตอบเพิ่มเติม

source: Phone number
ro: Numar de telefon
th: หมายเลขโทรศัพท์

source: Layout orientation
ro: orientarea de aspect
th: การวางแนวทางรูปแบบ

source: Subject answer visibility to custodian authorization
ro: răspuns vizibilitate sub rezerva autorizării custode
th: คำตอบของการมองเห็นอาจมีการอนุมัติการปกครอง

source: Prompt confirmation upon negative answer
ro: Confirmare promptă la un răspuns negativ
th: ยืนยันพร้อมรับคำบนลบคำตอบ

source: Options
ro: Opțiuni
th: ตัวเลือก

source: Add new question
ro: Adauga o intrebare noua
th: เพิ่มคำถามใหม่

source: Add question from template
ro: Adăugați o întrebare de la șablon
th: เพิ่มคำถามจากแม่

source: Configuration
ro: configurație
th: องค์ประกอบ

source: Default
ro: Mod implicit
th: ค่าเริ่มต้น

source: Forcefully selected
ro: selectat cu forța
th: เลือกอย่างแข็งขัน

source: Unselectable
ro: neselectabil

source: Allow the recipient to postpone the submission expiration date
ro: Permite destinatarului să amâne data de expirare a depunerii
th: อนุญาตให้ผู้รับที่จะเลื่อนวันหมดอายุการส่ง

source: The setting is enabled at a global level.
ro: Setarea este activată la nivel mondial.
th: การตั้งค่าเปิดใช้งานในระดับโลก

source: Allow the recipient to delete submissions
ro: Permite destinatarului pentru a șterge depuneri
th: อนุญาตให้ผู้รับลบส่ง

source: Allow the recipient to grant permissions to whistleblowers on specific submissions
ro: Permite destinatarului să acorde permisiuni pentru informatorii postărilor specifice
th: อนุญาตให้ผู้รับการให้สิทธิ์กับโบในการส่งที่เฉพาะเจาะจง

source: General settings
ro: Setări generale
th: การตั้งค่าทั่วไป

source: Network settings
ro: Setări de rețea

source: Active
ro: Activ

source: The system forces users to change the password at first login.
ro: Utilizatorii forțează de sistem pentru a schimba parola la prima conectare.
th: ระบบจะบังคับให้ผู้ใช้เปลี่ยนรหัสผ่านในการเข้าสู่ระบบครั้งแรก

source: New password
ro: Parola nouă

source: The chosen password is too weak. Make it more secure by adding special characters, numbers, and unusual symbols.
ro: Parola aleasa este prea slaba. Fa-o mai sigura prin a adauga caractere speciale, numere si simboluri neobisnuite.

source: Force password change
ro: Schimbarea parolei
th: เปลี่ยนรหัสผ่านกองทัพ

source: The user will be forced to change its password on next login.
ro: Utilizatorul va fi forțat să schimbe parola cu privire la următoarea conectare.
th: ผู้ใช้จะถูกบังคับให้เปลี่ยนรหัสผ่านของตนในการเข้าสู่ระบบต่อไป

source: Language
ro: Limba
th: ภาษา

source: Remove the PGP key
ro: Scoateți cheia PGP
th: ลบคีย์ PGP ที่

source: Set up encryption by providing a PGP public key
ro: Creare criptare prin furnizarea unei chei publice PGP
th: ตั้งค่าการเข้ารหัสโดยการให้คีย์สาธารณะ PGP

source: Request date
ro: Data ceruta
th: วันที่ขอ

source: Authorization
ro: Autorizare
th: การอนุญาต

source: Submissions disabled
ro: Livrari dezactivate

source: You are connecting to the server without anonymity and this server supports only anonymous submissions
ro: Vă conectați la server fără anonimat și acest server suportă numai depuneri anonime
th: คุณกำลังเชื่อมต่อไปยังเซิร์ฟเวอร์โดยไม่ต้องเปิดเผยชื่อและเซิร์ฟเวอร์นี้รองรับเฉพาะการส่งที่ไม่ระบุชื่อ

source: Server temporarly unusable due to resource exhaustion; advise the Admin if you can.
ro: Serverul inutilizabilă din cauza temporar resurselor epuizare; Este recomandat Admin dacă poți.
th: เซิร์ฟเวอร์ชั่วคราวใช้ไม่ได้เนื่องจากทรัพยากรอ่อนเพลีย; ให้คำแนะนำการดูแลระบบถ้าคุณสามารถ

source: This server is not configured.
ro: Acest server nu este configurat.
th: เซิร์ฟเวอร์นี้ไม่ได้กำหนดค่า

source: You will not be able to send a submission.
ro: Tu nu va fi capabil să trimită o depunere.
th: คุณจะไม่สามารถที่จะส่งส่ง

source: This platform makes use of GlobaLeaks software specifically designed to protect the identity for submitter and recipient in the exchange of content.
ro: Aceasta platforma foloseste software-ul GlobaLeaks care a fost creat special pentru a proteja identitatea informatorului si a destinatarului in timpul schimbului de continut.

source: The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.
ro: Software-ul este dezvoltat de non-profit Hermes Centrul pentru Transparență și Drepturile Omului Digital.
th: ซอฟต์แวร์ที่ได้รับการพัฒนาโดยไม่แสวงหาผลกำไร Hermes ศูนย์เพื่อความโปร่งใสและสิทธิมนุษยชนดิจิตอล

source: Please support Hermes through their donation page.
ro: Vă rugăm să sprijine Hermes prin intermediul paginii lor de donare.
th: กรุณาสนับสนุน Hermes ผ่านทางหน้าบริจาคของพวกเขา

source: Authentication failed
ro: Autentificare esuata
th: รับรองความถูกต้องล้มเหลว

source: Site
ro: Sait
th: ไซต์

source: Back
ro: Înapoi
th: ย้อนกลับ

source: Please select your account:
ro: Vă rugăm să selectați contul:
th: กรุณาเลือกบัญชีของคุณ:

source: Now type your password, then click 'Log in':
ro: Acum tastați parola, apoi faceți clic pe "Conectare":
th: ตอนนี้พิมพ์รหัสผ่านของคุณแล้วคลิก 'เข้าสู่ระบบ:

source: Are you sure?
ro: Esti sigur?
th: คุณแน่ใจไหม?

source: Assign score points
ro: Atribuiți puncte
th: กำหนดจุดคะแนน

source: Enter the number of score points to be assigned when this option is selected:
ro: Se indică numărul de puncte care urmează să fie atribuite atunci când este selectată această opțiune:
th: ใส่จำนวนของจุดคะแนนจะได้รับมอบหมายเมื่อเลือกตัวเลือกนี้:

source: Confirm
ro: A confirma
th: ยืนยัน

source: Are you human?
ro: Ești om?
th: คุณเป็นมนุษย์?

source: We do not discriminate based on race and gender, but we do against computers :)
ro: Noi nu discriminează pe bază de rasă și de gen, dar noi facem impotriva computerelor :)
th: เราจะไม่เลือกปฏิบัติบนพื้นฐานของเชื้อชาติและเพศ แต่ที่เราทำกับคอมพิวเตอร์ :)

source: Just to prove you are human, please answer the following math challenge:
ro: Doar pentru a dovedi că sunteți om, vă rugăm să răspundeți la următoarea provocare matematică:
th: เพียงเพื่อพิสูจน์ว่าคุณเป็นมนุษย์โปรดตอบความท้าทายทางคณิตศาสตร์ต่อไปนี้:

source: I've solved the math challenge, hide this thing now!
ro: Am rezolvat provocarea matematica, ascunde acest lucru acum!
th: ฉันได้แก้ไขความท้าทายคณิตศาสตร์ปิดบังเรื่องนี้ในขณะนี้!

source: Please note that all the associated data will be permanently lost.
ro: Luati va rog la cunostinta faptul ca toate datele asociate vor fi pierdute permanent.

source: This means that if the server running the platform were to be seized, it would be possible to extract the files that have been submitted.
ro: Acest lucru înseamnă că, în cazul în care serverul care rulează platforma urmau să fie confiscate, ar fi posibil pentru a extrage fișierele care au fost depuse.
th: ซึ่งหมายความว่าหากเซิร์ฟเวอร์ที่ใช้แพลตฟอร์มจะถูกยึดก็จะเป็นไปได้ที่จะดึงไฟล์ที่ได้รับการส่ง

source: Are you sure that you wish to continue?
ro: Sunteți sigur că doriți să continuați?
th: คุณแน่ใจหรือว่าคุณต้องการที่จะต่อหรือไม่?

source: Error!
ro: Eroare!
th: ข้อผิดพลาด!

source: The specified old password is not valid
ro: Parola veche specificată nu este validă
th: รหัสผ่านเดิมระบุไม่ถูกต้อง

source: Resource can only be accessed via the Tor network
ro: Resursă poate fi accesat numai prin intermediul rețelei Tor
th: ทรัพยากรสามารถเข้าถึงได้ผ่านทางเครือข่ายต

source: The upload request exceeds the size limit
ro: Cererea de încărcare depășește limita de dimensiune
th: การร้องขอการอัปโหลดเกินขีด จำกัด ขนาด

source: Success!
ro: Succes!
th: ความสำเร็จ!

source: It appears that you are browsing this site without any extra privacy and security!
ro: Se pare că navigați pe acest site, fără nici o intimitate și securitate suplimentară!
th: ดูเหมือนว่าคุณกำลังเรียกดูเว็บไซต์นี้ได้โดยไม่ต้องความเป็นส่วนตัวและความปลอดภัยใด ๆ !

source: You are strongly advised to visit this site using the desktop app called Tor Browser, that protects your identity.
ro: Vi se recomandă să accesați acest site utilizând aplicația pentru desktop numit Tor Browser, care protejează identitatea.
th: คุณจะได้รับคำแนะนำอย่างยิ่งที่จะเยี่ยมชมเว็บไซต์นี้ใช้แอปสก์ท็อปที่เรียกว่าทอร์เบราว์เซอร์ที่ช่วยปกป้องตัวตนของคุณ

source: Then, copy and paste the following address into the Tor Browser:
ro: Apoi, copiați și inserați următoarea adresă în browser Tor:
th: จากนั้นคัดลอกและวางอยู่ต่อไปนี้ลงในเบราว์เซอร์ Tor:

source: Details of the PGP key:
ro: Detalii ale cheii PGP:
th: รายละเอียดของคีย์ PGP ที่:

source: Fingerprint
ro: Amprenta

source: Add file
ro: Adauga fisier
th: เพิ่มไฟล์

source: Upload completed successfully!
ro: Încărcați finalizat cu succes!
th: อัปโหลดเสร็จเรียบร้อยแล้ว!

source: Error while uploading files; check below for details.
ro: Eroare la încărcarea fișierelor; verifica mai jos pentru detalii.
th: ข้อผิดพลาดขณะอัปโหลดไฟล์; ตรวจสอบรายละเอียดด้านล่าง

source: Estimated upload time:
ro: Timpul estimativ de încărcare:
th: เวลาโดยประมาณในการอัปโหลด:

source: seconds
ro: secunde
th: วินาที

source: Send
ro: Trimite
th: ส่ง

source: Allow the whistleblower to write comments
ro: Permite informatorului sa scrie comentarii
th: อนุญาตให้ whistleblower เพื่อเขียนความคิดเห็น

source: Filename
ro: Numele fișierului
th: ชื่อไฟล์

source: Upload date
ro: Data de incarcare
th: วันที่อัปโหลด

source: File size
ro: Mărime fișier
th: ขนาดไฟล์

source: download
ro: Descarca
th: ดาวน์โหลด

source: No files have been uploaded!
ro: Nu există fișiere au fost încărcate!
th: ไม่มีไฟล์ที่ได้รับการอัพโหลด!

source: Allow the whistleblower to add attachments to the submission
ro: Permite informatorilor sa adauge atasamente livrarilor
th: อนุญาตให้ whistleblower เพื่อเพิ่มสิ่งที่แนบไปส่ง

source: Access expiration
ro: Expirarea accesului

source: Connection
ro: Conexiune
th: สัมพันธ์

source: Never
ro: Niciodata

source: Revoked
ro: Revocat

source: Allow the whistleblower to send messages
ro: Permite informatorului sa scrie mesaje
th: อนุญาตให้ whistleblower ในการส่งข้อความ

source: Are you sure that you want to delete the submission?
ro: Sunteți sigur că doriți să ștergeți prezentarea?
th: คุณแน่ใจหรือว่าต้องการลบส่ง?

source: Everything related to the submission stored on the platform will be deleted.
ro: Tot ceea ce este asociat cu livrarea stocata pe platforma va fi sters.

source: Please be aware that everything stored off the platform, e.g. files you have saved on your computer, must be deleted manually.
ro: Ia la cunostinta ca tot ceea ce nu este stocat pe platforma, spre exemplu fisierele salvate pe computerul tau, trebuie sters manual.

source: Are you sure that you want to delete all the selected submissions?
ro: Sunteți sigur că doriți să ștergeți toate memoriile selectate?
th: คุณแน่ใจหรือว่าต้องการลบส่งที่เลือกทั้งหมด?

source: Please make sure that all related data is properly deleted so that the recipients won't be able to further access to it.
ro: Asigurați-vă că toate datele aferente sunt șterse în mod corespunzător, astfel încât destinatarii nu vor fi în măsură să continue accesul la acesta.
th: กรุณาตรวจสอบให้แน่ใจว่าข้อมูลที่เกี่ยวข้องทั้งหมดจะถูกลบออกอย่างถูกต้องเพื่อให้ผู้รับจะไม่สามารถที่จะเข้าถึงมัน

source: Please write a motivation for the reply
ro: Vă rugăm să scrie o motivație pentru răspuns
th: กรุณาเขียนแรงจูงใจสำหรับการตอบกลับมา

source: Are you sure that you want to postpone the submission expiration date?
ro: Sunteți sigur că doriți să amâne data de expirare a depunerii?
th: คุณแน่ใจหรือว่าคุณต้องการที่จะเลื่อนวันหมดอายุส่ง?

source: By confirming, you will postpone the expiration date to:
ro: Confirmând, vei amâna data de expirare:
th: โดยยืนยันคุณจะเลื่อนวันหมดอายุไปที่:

source: Are you sure that you want to postpone the expiration date for all selected submissions?
ro: Sunteți sigur că doriți să amâne data de expirare pentru toate observațiile selectate?
th: คุณแน่ใจหรือว่าคุณต้องการที่จะเลื่อนวันหมดอายุสำหรับการส่งเลือกทั้งหมดหรือไม่

source: Questionnaire answers
ro: răspunsuri la chestionar
th: ตอบแบบสอบถาม

source: Step
ro: Etapa
th: ขั้นตอน

source: Recipient list
ro: lista de destinatari
th: รายชื่อผู้รับ

source: Attached files for the whistleblower
ro: Fișiere atașate pentru informator

source: Upload a file:
ro: Încarcă un fișier:

source: Logout
ro: Deconectare
th: ออกจากระบบ

source: The key code is either invalid or the submission has expired.
ro: Codul cheii este incorect sau de depunere a expirat.
th: รหัสที่สำคัญคือไม่ถูกต้องหรือการส่งหมดอายุแล้ว

source: Files attached by recipients
ro: Fișiere atașate de către destinatari

source: These files have been attached to your submission by the recipients.
ro: Aceste fișiere au fost atașate conținutului tău de către destinatari.

source: Enable submission notification
ro: Activați notificarea în depunerea
th: เปิดใช้งานการแจ้งเตือนการส่ง

source: Current Password
ro: Parolă Curentă
th: รหัสผ่านปัจจุบัน

source: Old password confirmation required
ro: Confirmare parolă veche necesară
th: ยืนยันรหัสผ่านเดิมที่จำเป็น

source: New Password
ro: Parolă Nouă
th: รหัสผ่านใหม่

source: The new password must be different from the current one.
ro: Parola noua trebuie sa fie diferita fata de cea actuala.

source: Type your new password again
ro: Tastează parola din nou
th: พิมพ์รหัสผ่านใหม่ของคุณอีกครั้ง

source: The two passwords do not match
ro: Cele două parole nu se potrivesc
th: ทั้งสองรหัสผ่านไม่ตรงกัน

source: Thank you!
ro: Mulțumesc!
th: ขอขอบคุณ!

source: Remember your key code for this submission.
ro: Nu uitați codul cheie pentru această trimitere.
th: จำรหัสสำคัญของคุณสำหรับการส่งนี้

source: We will try to get back to you as soon as possible!
ro: Vom încerca să ne întoarcem la tine cât mai curând posibil!
th: เราจะพยายามที่จะได้รับกลับมาให้คุณโดยเร็วที่สุดเท่าที่เป็นไปได้!

source: Use the 16 digit key code to log in. It will allow you to view any messages we sent you, and also to add extra info.
ro: Folosiți codul cheie format din 16 cifre pentru a vă conecta. Acesta vă va permite să vizualizați orice mesaj trimis de noi, și de asemenea, pentru a adăuga extra.
th: ใช้ 16 บาทรหัสกุญแจสำคัญในการเข้าสู่ระบบ. มันจะช่วยให้คุณดูข้อความใด ๆ ที่เราส่งถึงคุณและยังเพิ่มข้อมูลพิเศษ

source: View your submission
ro: Vizualizați prezentarea ta
th: ดูการส่งของคุณ

source: Hint: How to hide your key code
ro: Sugestie: Cum de a ascunde codul cheie
th: คำแนะนำ: วิธีการซ่อนรหัสที่สำคัญของคุณ

source: A useful way to hide your key code is to write it down like a credit card number, i.e. by also including an expiration date.
ro: Un mod util de a ascunde codul cheie este să-l scrie în jos ca un număr de card de credit, și anume prin includerea, de asemenea, o dată de expirare.
th: วิธีที่มีประโยชน์เพื่อซ่อนรหัสที่สำคัญของคุณคือการเขียนมันลงเช่นหมายเลขบัตรเครดิตเช่นโดยยังรวมถึงวันหมดอายุ

source: Welcome!
ro: Bine ați venit!

source: You have not set up your encryption key, so the files will not be encrypted prior to being stored on the server.
ro: N-ați configurat cheia de criptare, astfel încât fișierele nu vor fi criptate înainte de a fi stocate pe server.
th: คุณยังไม่ได้ตั้งค่าคีย์การเข้ารหัสของคุณเพื่อให้ไฟล์ที่จะไม่ได้รับการเข้ารหัสก่อนที่จะถูกเก็บไว้ในเซิร์ฟเวอร์

source: This may lead to unintended access to the files by the server administrator or others in case the server is compromised.
ro: Acest lucru poate duce la accesul neintenționat la fișierele de către administratorul de server sau a altor persoane, în cazul în care serverul este compromis.
th: ซึ่งอาจนำไปสู่​​การเข้าถึงโดยไม่ได้ตั้งใจไปยังไฟล์โดยผู้ดูแลระบบเซิร์ฟเวอร์หรือคนอื่น ๆ ในกรณีที่เซิร์ฟเวอร์ที่ถูกบุกรุก

source: Please configure your PGP keys in the recipient preferences page.
ro: Vă rugăm să configurați cheile PGP în pagina de preferințe destinatar.
th: กรุณาตั้งค่าคีย์ PGP ของคุณในหน้าการตั้งค่าของผู้รับ

source: One or more of the recipients of this submission has not configured a PGP key.
ro: Unul sau mai mulți dintre destinatarii acestui argument nu a configurat o cheie PGP.
th: หนึ่งหรือมากกว่าของผู้รับการส่งนี้ยังไม่ได้กำหนดค่าคีย์ PGP
