Repository: jothatron/GlobaLeaks
Catalog: client/pot/*.po
Languages: ro, th

source: Login page
ro: Pagina de autentificare
th: หน้าเข้าสู่ระบบ

source: Log in
ro: Autentificare
th: เข้าสู่ระบบ

source: Administration interface
ro: Interfața de Adminstrare
th: อินเตอร์เฟซการบริหาร

source: Main configuration
ro: Configurație principală
th: การตั้งค่าหลัก

source: Theme customization
ro: Personalizare temă
th: การปรับแต่งรูปแบบ

source: Languages
ro: Setare limba
th: ภาษา

source: Text customization
ro: Personalizare text

source: Advanced settings
ro: Setări avansate
th: ตั้งค่าขั้นสูง

source: Questionnaire configuration
ro: configurare chestionar
th: การกำหนดค่าการตอบแบบสอบถาม

source: Question templates
ro: șabloane de întrebare
th: แม่แบบคำถาม

source: Questionnaires
ro: Chestionare
th: แบบสอบถาม

source: Add new questionnaire
ro: Adăuga chestionar nou
th: เพิ่มแบบสอบถามใหม่

source: Home
ro: Pagina de start

source: Home page
ro: Pagină de pornire

source: Changelog
ro: Schimbări

source: License
ro: Licență
th: ลิขสิทธิ์

source: Notification templates
ro: șabloane de notificare
th: แม่แบบการแจ้งเตือน

source: Recipient notification templates
ro: șabloane de notificare destinatar
th: แม่แบบการแจ้งเตือนผู้รับ

source: Admin notification templates
ro: șabloane de notificare admin
th: แม่แบบการแจ้งเตือนผู้ดูแลระบบ

source: Missing data
ro: Date lipsa
th: ข้อมูลที่หายไป

source: no stats available for the future.
ro: Nu există statistici disponibile pentru viitor.
th: สถิติที่สามารถใช้ได้สำหรับอนาคต

source: no stats available for this hour.
ro: Nu există statistici disponibile pentru această oră.
th: สถิติที่สามารถใช้ได้สำหรับชั่วโมงนี้

source: no stats available for current hour; check activities page.
ro: Nu există statistici disponibile pentru ora curentă; verifica pagina de activități.
th: สถิติที่สามารถใช้ได้สำหรับชั่วโมงในปัจจุบัน กิจกรรมหน้าการตรวจสอบ

source: Delete
ro: Şterge
th: ลบ

source: Anomalies
ro: Anomalii
th: ความผิดปกติ

source: Preferences
ro: Preferințe
th: การตั้งค่า

source: Recipient interface
ro: interfaţă destinatar
th: อินเตอร์เฟซของผู้รับ

source: Notification settings
ro: setările de notificare
th: การตั้งค่าการแจ้งเตือน

source: This recipient has configured the encryption key.
ro: Acest destinatar a configurat cheia de criptare.
th: ผู้รับคนนี้มีการกำหนดค่าคีย์การเข้ารหัสลับ

source: This recipient has not configured the encryption key.
ro: Acest destinatar nu a configurat cheia de criptare.
th: ผู้รับนี้ยังไม่ได้กำหนดค่าคีย์การเข้ารหัสลับ

source: The file is unavailable due to an internal error.
ro: Din cauza unei erori interne, fișierul nu este disponibil.
th: ไฟล์ที่ใช้งานไม่ได้เนื่องจากข้อผิดพลาดภายใน

source: file unavailable
ro: Document indisponibil
th: ยื่นไม่พร้อมใช้งาน

source: Creation date
ro: Data crearii
th: วันที่สร้าง

source: Expiration date
ro: Data expirării
th: วันหมดอายุ

source: Last Access
ro: Ultima Viziă
th: เข้ามาครั้งล่าสุด

source: Files
ro: Fişiere
th: ไฟล์

source: Comments
ro: Comentarii
th: ความคิดเห็น

source: Messages
ro: Mesaje
th: ข้อความ

source: Select this recipient.
ro: Selectați acest destinatar.
th: เลือกผู้รับนี้

source: Unselect this recipient.
ro: Deselectezi acestui destinatar.
th: ยกเลิกการเลือกผู้รับนี้

source: This recipient cannot be selected.
ro: Acest destinatar nu poate fi selectată.
th: ผู้รับรายนี้ไม่สามารถเลือกได้

source: This recipient cannot be deselected.
ro: Acest destinatar nu poate fi deselectată.
th: ผู้รับนี้ไม่สามารถยกเลิก

source: Details
ro: Detalii
th: รายละเอียด

source: Platform wizard
ro: expertul platformă
th: ตัวช่วยสร้างแพลตฟอร์ม

source: Step-by-step setup
ro: Setări pas cu pas
th: ขั้นตอนโดยขั้นตอนการติดตั้ง

source: CREDIT CARD
ro: CARD DE CREDIT
th: บัตรเครดิต

source: YOUR NAME
ro: Numele
th: ชื่อของคุณ

source: Postpone the expiration date
ro: Amâna data de expirare
th: เลื่อนวันหมดอายุ

source: Select all
ro: Selectează tot
th: เลือกทั้งหมด

source: Deselect all
ro: Deselectează tot
th: ยกเลิกการเลือกทั้งหมด

source: Refresh page
ro: Refresh
th: รีเฟรชหน้าเว็บ

source: Submission date
ro: Data depunerii
th: วันที่ยื่น

source: Private messages
ro: Mesaje private
th: ข้อความส่วนตัว

source: Preview
ro: previzualizare
th: ดูตัวอย่าง

source: Move up
ro: deplasa în sus
th: ขยับขึ้น

source: Move down
ro: coborî
th: ย้ายลง

source: Move left
ro: Mută ​​la stânga
th: เลื่อนไปทางซ้าย

source: Move right
ro: Misca-te la dreapta
th: ขยับไปทางขวา

source: Save all
ro: Salvează tot
th: บันทึกทั้งหมด

source: The connection used to send this submission has been secured with HTTPS ensuring confidentiality.
ro: Conexiunea utilizată pentru a trimite această trimitere a fost securizat cu HTTPS asigurarea confidențialității.
th: การเชื่อมต่อที่ใช้ในการส่งการส่งนี้ได้รับการรักษาความปลอดภัยด้วย HTTPS สร้างความมั่นใจการรักษาความลับ

source: The connection used to send this submission has been secured with Tor ensuring confidentiality and anonymity.
ro: Conexiunea folosita pentru trimiterea acestei livrari a fost securizata prin Tor asigurand astfel confidentialitate si anonimitate.

source: horizontal
ro: orizontală
th: ตามแนวนอน

source: Number
ro: Număr
th: จำนวน

source: Date
ro: Data
th: วันที่

source: Regular expression validator
ro: validator expresie regulată
th: ตรวจสอบการแสดงออกปกติ

source: Minimum number of input characters
ro: Numărul minim de caractere de intrare
th: จำนวนขั้นต่ำของการป้อนตัวอักษร

source: Maximum number of input characters
ro: Numărul maxim de caractere de intrare
th: จำนวนสูงสุดของอักขระการป้อนข้อมูล

source: Earliest selectable date
ro: Cea mai veche dată de selecție

source: Latest selectable date
ro: Cea mai recentă dată selectabile

source: -1 = unlimited
ro: -1 = Nelimitat
th: -1 = ไม่ จำกัด

source: True
ro: Adevărat
th: จริง

source: False
ro: Fals
th: เท็จ

source: Yes
ro: da
th: ใช่

source: No
ro: Nu
th: ไม่

source: Attachment
ro: Atașament
th: ความผูกพัน

source: Attachments
ro: atașamente
th: สิ่งที่แนบมา

source: Change your password
ro: Schimbați-vă parola
th: เปลี่ยนรหัสผ่านของคุณ

source: List of submissions
ro: Lista de depuneri
th: รายการของการส่ง

source: List of access requests to whistleblowers' identities
ro: Lista cererilor de acces la identitatea informatorilor
th: รายการของการร้องขอการเข้าถึงตัวตนโบ '

source: User
ro: Utilizator
th: ผู้ใช้งาน

source: Motivation
ro: Motivatia
th: แรงจูงใจ

source: Status
ro: stare
th: สถานะ

source: Request motivation
ro: motivație cerere
th: คำขอแรงจูงใจ

source: Reply motivation
ro: Răspundeți motivație
th: ตอบแรงจูงใจ

source: Request status
ro: Stare solicitare
th: สถานะคำขอ

source: Custodian
ro: Custode
th: ผู้ปกครอง

source: Custodian of the identities
ro: Custode identităților
th: ผู้ปกครองของตัวตน

source: Identity
ro: Identitate
th: เอกลักษณ์

source: Available
ro: Disponibil
th: ที่มีจำหน่าย

source: Not available
ro: Nu e disponibil
th: ไม่สามารถใช้ได้

source: Access requested
ro: accesul solicitat
th: การเข้าถึงการร้องขอ

source: Request access to the whistleblower's identity
ro: Solicitați acces la identitatea informatorului
th: ร้องขอการเข้าถึงตัวตนของ whistleblower

source: Please write a motivation
ro: Vă rugăm să scrie o motivație
th: กรุณาเขียนแรงจูงใจ

source: Reply to the request
ro: Răspundeți cererii
th: ตอบกลับคำขอ

source: Authorized
ro: Autorizat
th: มีอำนาจ

source: Denied
ro: negată
th: ปฏิเสธ

source: Waiting for authorization
ro: Se așteaptă autorizare
th: กำลังรอการอนุมัติ

source: New request
ro: solicitare nouă
th: คำขอใหม่

source: Authorize
ro: Autoriza
th: อนุญาต

source: Deny
ro: tăgădui
th: ปฏิเสธ

source: Deny access to the whistleblower's identity
ro: Interzice accesul la identitatea informatorului
th: ปฏิเสธการเข้าถึงตัวตนของ whistleblower

source: Authorize access to the whistleblower's identity
ro: Permite accesul la identitatea informatorului
th: อนุญาตให้เข้าถึงตัวตนของ whistleblower

source: Templates
ro: Template-uri
th: แม่แบบ

source: Notification of new submission
ro: Notificare de depunere nouă
th: แจ้งการส่งใหม่

source: Notification of new comment
ro: Notificarea comentariu nou
th: แจ้งความเห็นใหม่

source: Notification of new message
ro: Notificarea mesaj nou
th: แจ้งข้อความใหม่

source: Notification of new file attachment
ro: Notificare de atașament fișier nou
th: การแจ้งเตือนของสิ่งที่แนบไฟล์ใหม่

source: Notification of PGP key expiration
ro: Notificare PGP expirare cheie
th: แจ้ง PGP หมดอายุสำคัญ

source: Notification of anomaly
ro: Notificare de anomalie
th: แจ้งความผิดปกติ

source: Template for summary of contents in submission archive
ro: Șablon pentru rezumat al conținutului în arhiva prezentării
th: แม่แบบสำหรับการสรุปเนื้อหาในการเก็บส่ง

source: Email subject
ro: Subiectul emailului
th: หัวข้อจดหมาย

source: Email body
ro: corp de e-mail
th: ร่างกายอีเมล์

source: in seconds
ro: în secunde
th: ในไม่กี่วินาที

source: in hours
ro: în ore
th: ในชั่วโมง

source: in days
ro: în zile
th: ในวันที่

source: in characters
ro: cu caractere
th: ในตัวละคร

source: in megabytes
ro: în megaocteți
th: เมกะไบต์

source: in percentage
ro: în procente
th: ในอัตราร้อยละ

source: HTTPS settings
ro: setările HTTPS
th: การตั้งค่า HTTPS

source: Anomaly detection thresholds
ro: praguri de detectare a anomaliilor
th: ความผิดปกติของเกณฑ์การตรวจสอบ

source: High risk
ro: Risc ridicat
th: มีความเสี่ยงสูง

source: Medium risk
ro: risc mediu de
th: เสี่ยงปานกลาง

source: Low risk
ro: Risc scazut
th: ความเสี่ยงต่ำ

source: Available disk space
ro: spațiu disponibil pe disc
th: พื้นที่ดิสก์ที่ใช้ได้

source: Last update
ro: Ultima actualizare
th: การปรับปรุงครั้งล่าสุด

source: Custodian notification templates
ro: șabloane de notificare Custode
th: แม่แบบการแจ้งเตือนผู้ปกครอง

source: This interface allows configuring email templates used to notify custodians.
ro: Această interfață permite configurarea template-uri de e-mail folosite pentru a notifica custozi.
th: อินเตอร์เฟซนี้จะช่วยให้การกำหนดค่าแม่แบบอีเมลที่ใช้ในการแจ้งผู้ดูแล

source: Disable notifications to administrators
ro: Dezactivați notificările administratorilor
th: ปิดการแจ้งเตือนไปยังผู้ดูแลระบบ

source: Disable notifications to custodians
ro: Dezactivați notificările către custozi
th: ปิดการแจ้งเตือนไปยังผู้ดูแล

source: Disable notifications to recipients
ro: Dezactivați notificările către destinatari
th: ปิดการแจ้งเตือนไปยังผู้รับ

source: Score
ro: Scor
th: คะแนน

source: Trigger question
ro: întrebare de declanșare
th: คำถาม Trigger

source: Triggered by a score higher than:
ro: Declanșate cu un scor mai mare decât:
th: เรียกโดยคะแนนที่สูงกว่า:

source: Select the question to be triggered when this option is selected
ro: Selectați întrebarea care urmează să fie declanșată atunci când este selectată această opțiune
th: เลือกคำถามที่จะเรียกเมื่อเลือกตัวเลือกนี้

source: Message shown on top of the status page of the submission
ro: Mesajul afișat în partea de sus a paginii de stare a depunerii
th: ข้อความแสดงด้านบนของหน้าสถานะของการส่ง

source: Copy and paste the PGP public key here
ro: Copiați și lipiți cheia publică PGP aici
th: คัดลอกและวางคีย์สาธารณะ PGP ที่นี่

source: Password strength:
ro: Puterea parolei:
th: ความแรงของรหัสผ่าน

source: Weak
ro: Slab
th: อ่อนแอ

source: Acceptable
ro: Acceptabil
th: ยอมรับได้

source: Strong
ro: Puternic
th: แข็งแกร่ง

source: Loading…
ro: Se încarcă...

source: Text shown on top of the interface for selecting contexts
ro: Textul afișat pe partea de sus a interfeței pentru selectarea contexte

source: Show small context cards on submission interface
ro: Afișați cărți de context mici pe interfata de depunere

source: Type of context selector:
ro: Tipul de selectare a contextului:

source: Silence email notifications
ro: Notificare e-mail silentioasa

source: Turn on email notifications
ro: Activeaza notificarile pentru email

source: Enter an email address for the administrator
ro: Introdu o adresa de email pentru administrator

source: Enter a password for the administrator
ro: Introdu o parola pentru administrator

source: Test configuration
ro: Testeaza configuratia

source: Failed logins
ro: Autentificări eşuate
th: การเข้าสู่ระบบล้มเหลว

source: Successful logins
ro: Logare Reușită
th: การเข้าสู่ระบบที่ประสบความสำเร็จ

source: Started submissions
ro: depuneri începute
th: ส่งเริ่มต้น

source: Completed submissions
ro: depuneri finalizate
th: ส่งเสร็จสมบูรณ์

source: Failed submissions
ro: Trimitere esuata

source: Input validation
ro: Validare de intrare

source: Email address
ro: Adresa de email
th: ที่อยู่อีเมล

source: Custom
ro: Personalizat

source: None
ro: Nici unul

source: Regular expression
ro: Expresie uzuala

source: Label the submission
ro: Marcheaza livrarea

source: Activate
ro: Activeaza
th: เปิดใช้งาน

source: Search
ro: Cauta

source: This custom text is no longer displayed on the platform. The original text has either changed or been removed.
ro: Acest text personalizat nu mai este afisat pe platforma. Textul original a fost modificat sau sters.

source: Unless the whistleblower checks the submission by this time, their access to it will expire.
ro: Daca informatorul nu isi verifica livrarea pana la aceasta data, accesul acestuia va expira.

source: The whistleblower can no longer access the submission
ro: Informatorul nu mai poate accesa livrarea

source: Warning!
ro: Atenție!
th: คำเตือน!

source: You are running an unsupported and potentially vulnerable browser.
ro: Folosesti un browser care nu este suportat si care este un potential browser vulnerabil.

source: You are strongly advised to download and install the Tor Browser.
ro: Este recomandat sa descarci si sa instalezi Tor Browser.

source: The Tor Browser includes various privacy and security enhancements not present in other browsers.
ro: Tor Browser include diverse de confidențialitate și îmbunătățiri de securitate care nu sunt prezente în alte browsere.
th: TOR ให้เบราว์เซอร์รวมถึงการรักษาความปลอดภัยและความเป็นส่วนตัวของการปรับปรุงต่าง ๆ ไม่ได้อยู่ในเบราว์เซอร์อื่น ๆ

source: Download the Tor Browser
ro: Descărcați Browser Tor
th: ดาวน์โหลดเบราว์เซอร์ Tor

source: This is the list of the other supported browsers:
ro: Aceasta este lista altor browsere suportate:

source: System overview
ro: Prezentare generala a sistemului

source: Stats
ro: Statuturi

source: Activities
ro: Activitati

source: Submissions
ro: depuneri
th: การส่ง

source: Users
ro: Utilizatori

source: From
ro: De la

source: Number of downloads
ro: Număr de descărcări

source: Error with file:
ro: Eroare cu fișierul:

source: File size not accepted.
ro: Mărimea fișierului este neacceptată.

source: File type not accepted.
ro: Tipul fișierului este neacceptat.

source: Maximum file size is:
ro: Dimensiunea maximă a fișierului este:

source: Accepted file types are:
ro: Tipurile de fișiere acceptate sunt:

source: Software updates
ro: Actualizări software

source: Disable
ro: Dezactivează
th: ระงับการใช้งาน

source: Remove
ro: Elimină
th: ลบ

source: Collapse
ro: Restrînge

source: Expand
ro: Extinde

source: Select
ro: Selectare
th: เลือก

source: New
ro: Nou
th: สร้างใหม่

source: Open
ro: Deschide
th: เปิด

source: Closed
ro: Închis
th: ถูกปิด

source: Select the context of your submission:
ro: Selectați contextul prezentării dumneavoastră:

source: Warning! You are not anonymous.
ro: Avertizare! Nu ești anonim.
th: คำเตือน! คุณยังไม่ได้ระบุชื่อ

source: Sending submissions over HTTPS exposes the act of doing so, but not the content.\n\nAlso, hiding the fact that you are submitting something makes the submission anonymous, which is strongly recommended.\n\nThis can be achieved with the use of the Tor Browser, providing anonymisation not found in other browsers like Internet Explorer, Firefox, Chrome, Opera etc.
ro: Trimitere livrarilor prin HTTPS scoate la iveal faptul ca faci asta, dar nu continutul. Deci, ascunzand faptul ca trimiti ceva va face livrarea anonima, ceea ce este recomandat. Acest lucru poate fi atins prin utilizarea browser-ului Tor, care ofera o anonimizare care nu se regaseste in browsere precum Internet Explorer, Firefox, Chrome, Opera etc.

source: Are you a whistleblower?
ro: Ești informator?
th: คุณเป็น whistleblower หรือไม่?

source: Blow the whistle
ro: Suflă fluierul
th: เป่านกหวีด

source: Have you already filed a submission? Enter your key code.
ro: V-ați depus deja o depunere? Introduceți codul de cheie.
th: คุณได้ยื่นส่งหรือไม่? ใส่รหัสที่สำคัญของคุณ

source: Your submission was successful.
ro: Prezentarea dvs. a avut succes.
th: ส่งของคุณประสบความสำเร็จ

source: Disable submissions
ro: depuneri Disable
th: ส่งปิดการใช้งาน

source: Enable insecure configuration without PGP encryption
ro: Activează configurarea nesigură fără criptare PGP
th: เปิดใช้งานการตั้งค่าที่ไม่ปลอดภัยโดยไม่มีการเข้ารหัส PGP

source: Warning
ro: Avertizare

source: By enabling this option, the system will be storing the submitted files unencrypted on your server.
ro: Prin activarea acestei opțiuni, sistemul va fi stocarea fișierelor transmise necriptat pe server.
th: โดยการเปิดใช้ตัวเลือกนี้ระบบจะจัดเก็บไฟล์ที่ส่งไม่ได้เข้ารหัสบนเซิร์ฟเวอร์ของคุณ

source: This happens whenever encryption is unavailable.
ro: Acest lucru se întâmplă de fiecare dată când criptarea nu este disponibilă.
th: เรื่องนี้เกิดขึ้นเมื่อใดก็ตามที่เข้ารหัสไม่พร้อมใช้งาน

source: Disable messages that warn of missing encryption
ro: Dezactivează mesajele care avertizează de criptare lipsă

source: Allow other websites to include the platform inside iframes
ro: Permite altor site-uri web pentru a include platforma in interiorul iframe
th: อนุญาตให้เว็บไซต์อื่น ๆ ที่จะรวมถึงแพลตฟอร์มภายใน iframes

source: By enabling this option, you are allowing other websites to include the platform inside iframes; this could potentially be used to endanger the platform or intercept users' communications
ro: Prin activarea acestei opțiuni, permiteți alte site-uri pentru a include platforma in interiorul iframe; acest lucru ar putea fi folosite pentru a pune în pericol comunicațiile platformei sau de interceptare utilizatorilor
th: โดยการเปิดใช้ตัวเลือกนี้คุณจะช่วยให้เว็บไซต์อื่น ๆ ที่จะรวมถึงแพลตฟอร์มภายใน iframes; นี้อาจจะนำมาใช้เพื่อเป็นอันตรายต่อการสื่อสารแพลตฟอร์มหรือสกัดกั้นผู้ใช้ '

source: Allow recipients to postpone expiration date of the submission
ro: Permite destinatarilor să amâne data de expirare a depunerii
th: ผู้รับอนุญาตให้เลื่อนวันหมดอายุของการส่ง

source: Allow recipients to delete submissions
ro: Permite destinatarilor să ștergeți depuneri
th: อนุญาตให้ผู้รับลบส่ง

source: Allow recipients to grant permissions to whistleblowers on specific submissions
ro: Permite destinatarilor să acorde permisiuni pentru informatori postărilor specifice
th: อนุญาตให้ผู้รับการให้สิทธิ์กับโบในการส่งที่เฉพาะเจาะจง

source: Enable search engines indexing
ro: Activați motoarele de căutare de indexare
th: เปิดใช้งานการจัดทำดัชนีเครื่องมือค้นหา

source: Enable custom privacy panel
ro: Activați panoul de confidențialitate personalizat
th: เปิดใช้งานแผงความเป็นส่วนตัวที่กำหนดเอง

source: Custom privacy panel
ro: Panoul de confidențialitate personalizat
th: แผงความเป็นส่วนตัวที่กำหนดเอง

source: Text shown when the whistleblower is not using Tor
ro: Textul afișat când informatorul nu utilizează Tor
th: ข้อความแสดงเมื่อ whistleblower จะไม่ได้ใช้ Tor

source: Disable the privacy panel
ro: Dezactiva panoul de confidențialitate
th: ปิดการใช้งานแผงความเป็นส่วนตัว

source: Title
ro: Titlu
th: ชื่อเรื่อง

source: Disable the security awareness panel
ro: Dezactiva panoul de conștientizare de securitate
th: ปิดการใช้งานแผงความตระหนักในการรักษาความปลอดภัย

source: Disable the key code hint
ro: Dezactivați codul indiciu cheie
th: ปิดการใช้งานคำใบ้รหัสคีย์

source: Disable the donation panel
ro: Dezactivați panoul de donare
th: ปิดการใช้งานแผงบริจาค

source: Enable CAPTCHA mechanism
ro: Activați mecanismul CAPTCHA
th: เปิดใช้กลไก CAPTCHA

source: Enable proof of work mechanism
ro: Activați dovada mecanismului de lucru
th: เปิดใช้หลักฐานของกลไกการทำงาน

source: Amount of days till whistleblower access expires
ro: Numarul de zile pana la data expirarii accesului pentru informator.

source: For security reasons the whistleblower access is subject to expiration.
ro: Din motive de siguranta accesul informatorului este pe cale de a fi blocat.

source: Tweak this setting only if you know what you are doing.
ro: Modifica aceasta setare numai daca sti ce faci.

source: Landing page
ro: pagina de destinație
th: หน้า Landing Page

source: Home Page
ro: Acasă
th: หน้าแรก

source: Submission Page
ro: Pagina de depunere
th: หน้าการส่ง

source: Title of the submission page
ro: Titlul paginii de depunere
th: ชื่อของเพจส่ง

source: Text of prompt for whistleblowers to log in
ro: Mesajul de intampinare pentru autentificarea informatorului.

source: Show contexts in alphabetical order
ro: Afișați contextele în ordine alfabetică
th: แสดงบริบทตามลำดับตัวอักษร

source: Title of the receipt page
ro: Titlul paginii primire
th: ชื่อของเพจใบเสร็จรับเงิน

source: Title of the submission status page
ro: Titlul paginii de stare depunere
th: ชื่อของหน้าสถานะการส่ง

source: Size limit for file attachments
ro: Limita de dimensiune pentru fișierele atașate
th: ขนาด จำกัด ของไฟล์ที่แนบมา

source: Enable HTTP Basic Authentication to limit platform access
ro: Activați HTTP de bază de autentificare pentru a limita accesul platforma

source: Username
ro: Nume Utilizator
th: ชื่อผู้ใช้

source: Password
ro: Parolă
th: รหัสผ่าน

source: Example:
ro: Exemplu:
th: ตัวอย่าง:

source: Enable experimental features
ro: Activați funcțiile experimentale
th: เปิดใช้งานคุณลักษณะการทดลอง

source: The experimental features may be less stable or even not work at all; enable this option at your own risk. Support for these features may vary and they may be removed in the future.
ro: Trăsăturile experimentale pot fi mai puțin stabile sau chiar să nu funcționeze deloc; activați această opțiune pe propriul risc. Suportul pentru aceste caracteristici pot varia și ele pot fi îndepărtate în viitor.
th: คุณสมบัติการทดลองอาจจะไม่มั่นคงหรือแม้กระทั่งไม่ทำงานเลย; เปิดใช้ตัวเลือกนี้ที่มีความเสี่ยงของคุณเอง การสนับสนุนสำหรับคุณสมบัติเหล่านี้อาจแตกต่างกันและพวกเขาอาจถูกลบออกในอนาคต

source: Save
ro: Salvează
th: บันทึก

source: Short URL
ro: URL scurt
th: URL แบบสั้น

source: Long URL
ro: URL lung
th: URL ยาว

source: Add
ro: Adaugă
th: เพิ่ม

source: Label
ro: Etichetă
th: ฉลาก

source: This field is mandatory
ro: Acest câmp este obligatoriu
th: ฟิลด์นี้มีผลบังคับใช้

source: Edit
ro: Editare
th: แก้ไข

source: Cancel
ro: Anulează
th: ยกเลิก

source: Project name
ro: Numele Proectului
th: ชื่อโครงการ

source: Homepage title
ro: din titlu ca pagină
th: ชื่อโฮมเพจ

source: Presentation
ro: Presentatie
th: การเสนอ

source: Description
ro: Descriere
th: ลักษณะ

source: Question to solicit possible whistleblowers
ro: Întrebarea de a solicita posibilii informatori
th: คำถามที่จะเรียกร้องโบที่เป็นไปได้

source: Whistleblowing button
ro: butonul whistleblowing
th: ปุ่มเบาะแส

source: Footer
ro: Subsol, subsol pagină
th: ฟุตบอล

source: Upload
ro: Încărcați
th: อัปโหลด

source: Download
ro: Descărcare
th: ดาวน์โหลด

source: Upload custom file
ro: Încărcați fișierul personalizat
th: อัปโหลดไฟล์ที่กำหนดเอง

source: The file will be available at URL: /s/$filename
ro: Fișierul va fi disponibil la adresa URL: / s / $ filename
th: ไฟล์ที่จะสามารถใช้ได้ที่ URL: / S / $ ชื่อไฟล์

source: Language:
ro: Limba:

source: Add custom text
ro: Adauga text personalizat

source: Custom text
ro: Text personalizat

source: Custom texts
ro: Texte personalizate

source: Original text
ro: Text original

source: Original translation
ro: Traducere originala

source: Custom translation
ro: Traducere personalizata

source: Contexts
ro: contexte
th: บริบท

source: Name
ro: Nume
th: ชื่อ

source: Questionnaire
ro: Chestionar
th: แบบสอบถาม

source: Recipients
ro: destinatari
th: ผู้รับ

source: days
ro: zile
